Repository: e-ditiones/PARALLEL17
Catalog: corpus_tmx/Scudéry1654_artamene_Mw9JAAAAcAAJ_numb_seg_replace.tmx
Source language: frm
Languages: fr

source: & que c’eſt à moy enfin à qui vous allez ſauver la vie.
fr: et que c’est à moi enfin à qui vous allez sauver la vie.

source: Ou pour mieux dire encore, imaginez vous que voſtre Roy;
fr: Ou pour mieux dire encore, imaginez vous que votre Roi;

source: voſtre Princeſſe;
fr: votre Princesse;

source: vos Peres;
fr: vos Pères;

source: & vos Enfans;
fr: et vos Enfants;

source: ſont enfermez dans cette Tour avec Artamene,
fr: sont enfermés dans cette Tour avec Artamène,

source: & y vont perir;
fr: et y vont périr;

source: afin qu’eſtans pouſſez par des ſentimens ſi tendres, vous agiſſiez avec plus de courage,
fr: afin qu’étant poussés par des sentiments si tendres, vous agissiez avec plus de courage,

source: & avec plus de diligence.
fr: et avec plus de diligence.

source: Il faut, mes Compagnons, il faut aujourd’huy faire, ce qui n’a peut-eſtre jamais eſté fait:
fr: Il faut, mes Compagnons, il faut aujourd’hui faire, ce qui n’a peut-être jamais été fait:

source: & les ſauver;
fr: et les sauver;

source: & les ſecourir de l’autre;
fr: et les secourir de l’autre;

source: & bref il faut faire toutes choſes pour conſerver une Princeſſe, qui doit eſtre voſtre Reine;
fr: et bref il faut faire toutes choses pour conserver une Princesse, qui doit être votre Reine;

source: & qui merite de l’eſtre de toute la Terre.
fr: et qui mérite de l’être de toute la Terre.

source: A ces mots, Chriſante, Araſpe, Aglatidas,
fr: À ces mots, Chrysante, Araspe, Aglatidas,

source: & Hidaſpe, qui commandoient chacun mille hommes en cette occaſion;
fr: et Hidaspe, qui commandaient chacun mille hommes en cette occasion;

source: s’approcherent d’Artamene, pour recevoir ſes derniers ordres:
fr: s’approchèrent d’Artamène, pour recevoir ses derniers ordres:

source: & Feraulas qui eſtoit l’Agent de l’entrepriſe,
fr: et Phéraulas qui était l’Agent de l’entreprise,

source: & celuy qui avoit intelligence dans Sinope;
fr: et celui qui avait intelligence dans Sinope;

source: & auquel Artucas avoit promis de livrer une des Portes de la Ville cette meſme nuit;
fr: et auquel Artucas avait promis de livrer une des Portes de la Ville cette même nuit;

source: fut auſſi de ce conſeil:
fr: fut aussi de ce conseil:

source: & ce fut luy qui dit qu’il ne faloit pas laiſſer d’agir de la meſme façon, que ſi cette Ville n’eſtoit pas embrazée:
fr: et ce fut lui qui dit qu’il ne fallait pas laisser d’agir de la même façon, que si cette Ville n’était pas embrasée:

source: & qu’ainſi ſans chercher d’autres expediens, il faloit ſans doute marcher droit à la porte du Temple de Mars.
fr: et qu’ainsi sans chercher d’autres expédients, il fallait sans doute marcher drait à la porte du Temple de Mars.

source: Parce, dit il, que ſi par hazard cét embrazement n’a pas encore mis toute la Ville en confuſion;
fr: Parce, dit il, que si par hasard cet embrasement n’a pas encore mis toute la Ville en confusion;

source: par tout autre lieu que par celuy-là, nous pourrions trouver de la reſistance:
fr: par tout autre lieu que par celui-là, nous pourrions trouver de la résistance:

source: la couſtume eſtant meſme en de ſemblables rencontres, de redoubler la Garde, de peur que l’incendie ne ſoit un artifice des ennemis, où au contraire nous ſommes aſſurez de n’en trouver aucune par cét endroit:
fr: la coutume étant même en de semblables rencontres, de redoubler la Garde, de peur que l’incendie ne soit un artifice des ennemis, où au contraire nous sommes assurés de n’en trouver aucune par cet endroit:

source: car ſi Artucas
fr: car si Artucas

source: & les ſiens n’ont pas encore eſté devorez par les flames, nous les trouverons preſts à nous aider:
fr: et les siens n’ont pas encore été devorés par les flammes, nous les trouverons prêts à nous aider:

source: & s’ils ont peri, aparemment nous ne trouverons là perſonne qui s’oppoſe à noſtre paſſage.
fr: et s’ils ont peri, apparemment nous ne trouverons là personne qui s’oppose à notre passage.

source: Cét aduis ayant eſté trouvé raiſonnable, ils reſolurent apres, par quel lieu ils pourroient le plus commodément gagner le pied de la Tour:
fr: Cet avis ayant été trouvé raisonnable, ils résolurent après, par quel lieu ils pourraient le plus commodément gagner le pied de la Tour:

source: mais Aglatidas leur fit remarquer, que l’embrazement commençoit de diminuer du coſté du Port;
fr: mais Aglatidas leur fit remarquer, que l’embrasement commençait de diminuer du côte du Port;

source: parce que des Galeres
fr: parce que des Galères

source: & des Vaiſſeaux eſtans pluſtost conſumez que des maiſons, il faloit ſans doute que le feu s’y eſteignist plus toſt qu’ailleurs;
fr: et des Vaisseaux étant plutôt consumés que des maisons, il fallait sans doute que le feu s’y éteignît plutôt qu’ailleurs;

source: & qu’ainſi il faloit prendre tout le long du Port;
fr: et qu’ainsi il fallait prendre tout le long du Port;

source: afin de n’avoir preſque plus à ſe garantir que d’un coſté,
fr: afin de n’avoir presque plus à se garantir que d’un côté,

source: & que par ce moyen, ils pourroient arriver avec aſſez de facilité au pied de la Tour.
fr: et que par ce moyen, ils pourraient arriver avec assez de facilité au pied de la Tour.

source: Artamene qui ſouhaittoit impatiemment d’y eſtre, ne voulut contredire à rien, de peur de les arreſter davantage;
fr: Artamène qui souhaitait impatiemment d’y être, ne voulut contredire à rien, de peur de les arrêter davantage;

source: & ſe mit à marcher le premier;
fr: et se mit à marcher le premier;

source: commandant ſeulement aux ſiens, de crier par toute la Ville, qu’ils ne venoient que pour ſauver la Princeſſe:
fr: commandant seulement aux siens, de crier par toute la Ville, qu’ils ne venaient que pour sauver la Princesse:

source: afin que ce peuple entendant un Nom qui luy eſtoit ſi cher
fr: afin que ce peuple entendant un Nom qui lui était si cher

source: & ſi precieux, peuſt faire moins de reſistance;
fr: et si précieux, pût faire moins de résistance;

source: & mettre moins d’obſtacle à leur deſſein.
fr: et mettre moins d’obstacle à leur dessein.

source: Ils marcherent donc;
fr: Ils marchèrent donc;

source: & Feraulas conduiſant Artamene, (qui avoit mis pied à terre, auſſi bien que tous ſes Capitaines) à la porte du Temple de Mars;
fr: et Phéraulas conduisant Artamène, (qui avait mis pied à terre, aussi bien que tous ses Capitaines) à la porte du Temple de Mars;

source: ils y trouverent celuy qu’ils cherchoient:
fr: ils y trouvèrent celui qu’ils cherchaient:

source: qui deſesperé qu’il eſtoit, qu’Artamene devſt arriver;
fr: qui désespéré qu’il était, qu’Artamène dût arriver;

source: (car la veüe de ce funeſte embrazement, l’avoit beaucoup retardé) commençoit de ne ſonger plus qu’à ſe mettre à couvert de la violence des flames.
fr: (car la vue de ce funeste embrasement, l’avait beaucoup retardé) commençait de ne songer plus qu’à se mettre à couvert de la violence des flammes.

source: Mais il n’eut pas pluſtost veû ceux qu’il attendoit, qu’il fit ouvrir la porte, où il eſtoit peu accompagné:
fr: Mais il n’eut pas plus tôt vu ceux qu’il attendait, qu’il fit ouvrir la porte, où il était peu accompagné:

source: parce que malgré luy, une grande partie des ſiens eſtoit allé voir en quel eſtat eſtoient leurs Maiſons;
fr: parce que malgré lui, une grande partie des siens était allé voir en quel état étaient leurs Maisons;

source: leurs Peres;
fr: leurs Pères;

source: leurs Enfans;
fr: leurs Enfants;

source: Ils n’eurent donc aucune peine à ſe rendre Maiſtres de cette porte:
fr: Ils n’eurent donc aucune peine à se rendre Maîtres de cette porte:

source: mais ils en eurent bien davantage, à ſe garantir du feu qu’ils trouvoient par tout.
fr: mais ils en eurent bien davantage, à se garantir du feu qu’ils trouvaient partout.

source: Artamene en marchant dans ces ruës toutes enflamées, fut pluſieurs fois expoſé, à ſe voir accabler par la chutte des maiſons:
fr: Artamène en marchant dans ces rues toutes enflammées, fut plusieurs fois exposé, à se voir accabler par la chute des maisons:

source: & ſi cét objet luy avoit ſemblé terrible par le dehors de la Ville, il luy ſembla eſpouvantable par le dedans.
fr: et si cet objet lui avait semblé terrible par le dehors de la Ville, il lui sembla épouvantable par le dedans.

source: Ils marchoient l’eſpée à la main droite,
fr: Ils marchaient l’épée à la main droite,

source: & le bouclier à la gauche;
fr: et le bouclier à la gauche;

source: dont ils eurent plus de beſoin de ſe ſervir pour repouſſer les charbons ardants qui tomboient de toutes parts ſur leurs teſtes;
fr: dont ils eurent plus de besoin de se servir pour repousser les charbons ardants qui tombaient de toutes parts sur leurs têtes;

source: Ce n’eſt pas que d’abord l’arrivée d’Artamene ne redoublaſt les cris
fr: Ce n’est pas que d’abord l’arrivée d’Artamène ne redoublât les cris

source: & l’eſtonnement, parmy ce qui reſtoit de perſonnes vivantes dans cette Ville:
fr: et l’étonnement, parmi ce qui restait de personnes vivantes dans cette Ville:

source: & que ce Heros n’en viſt pluſieurs, qui eſtans occupez à eſteindre le feu de leurs propres logemens, ou à ſauver leurs familles;
fr: et que ce Héros n’en vît plusieurs, qui étant occupés à éteindre le feu de leurs propres logements, ou à sauver leurs familles;

source: quittoient cét office charitable, pour taſcher de ſe raſſembler,
fr: quittaient cet office charitable, pour tâcher de se rassembler,

source: & de faire quelque reſistance.
fr: et de faire quelque résistance.

source: Mais ils ne trouvoient dans ce grand deſordre, ny armes, ny Chefs, ny compagnons capables de s’oppoſer à ſon paſſage.
fr: Mais ils ne trouvaient dans ce grand désordre, ni armes, ni Chefs, ni compagnons capables de s’opposer à son passage.

source: L’on voyoit en un lieu des gens qui abatoient leurs propres maiſons, pour ſauver celles de leurs voiſins:
fr: L’on voyait en un lieu des gens qui abattaient leurs propres maisons, pour sauver celles de leurs voisins:

source: l’on en voyoit d’autres qui jettoient ce qu’ils avoient de plus precieux par les feneſtres, pour taſcher d’en ſauver au moins quelque choſe:
fr: l’on en voyait d’autres qui jetaient ce qu’ils avaient de plus précieux par les fenêtres, pour tâcher d’en sauver au moins quelque chose:

source: l’on voyoit des Meres, qui ſans ſe ſoucier ny de meubles, ny de maiſons, s’enfuyoient les cheveux deſja à demy bruſlez, avec leurs enfans ſeulement entre les bras:
fr: l’on voyait des Mères, qui sans se soucier ni de meubles, ni de maisons, s’enfuyaient les cheveux déjà à demi brûlés, avec leurs enfants seulement entre les bras:

source: Enfin l’on voyoit des choſes ſi pitoyables
fr: Enfin l’on voyait des choses si pitoyables

source: & ſi terribles tout enſemble;
fr: et si terribles tout ensemble;

source: que ſi Artamene n’euſt pas eſté emporté comme il l’eſtoit, par une paſſion violente;
fr: que si Artamène n’eût pas été emporté comme il l’était, par une passion violente;

source: il ſe fuſt arreſté à chaque pas pour les ſecourir, tant ils eſtoient dignes de compaſſion,
fr: il se fût arrêté à chaque pas pour les secourir, tant ils étaient dignes de compassion,

source: & tant il eſtoit ſensible à leur miſere.
fr: et tant il était sensible à leur misère.

source: Cependant il avançoit touſjours:
fr: Cependant il avançait toujours:

source: mais le bruit de ſa venuë l’ayant pourtant devancé;
fr: mais le bruit de sa venue l’ayant pourtant devancé;

source: Aribée Gouverneur de Sinope, qui faiſoit tous ſes efforts, pour empeſcher que le feu ne gagnaſt la Tour,
fr: Aribée Gouverneur de Sinope, qui faisait tous ses efforts, pour empêcher que le feu ne gagnât la Tour,

source: & qui occupoit en ce lieu, la meilleure partie de ce qui reſtoit de peuple
fr: et qui occupait en ce lieu, la meilleure partie de ce qui restait de peuple

source: & de ſoldats dans la Ville;
fr: et de soldats dans la Ville;

source: ne le sçeut pas pluſtost, qu’il ſe trouva dans une inquietude inconcevable;
fr: ne le sut pas plutôt, qu’il se trouva dans une inquiétude inconcevable;

source: & dans une incertitude, qu’on ne sçauroit exprimer:
fr: et dans une incertitude, qu’on ne saurait exprimer:

source: ne sçachant s’il devoit aller combattre, ou s’il devoit continuer de faire eſteindre ce feu.
fr: ne sachant s’il devait aller combattre, ou s’il devait continuer de faire éteindre ce feu.

source: Car, diſoit il, que ſervira au Roy d’Aſſirie que je vainque, s’il eſt vaincu par les flames?
fr: Car, disait-il, que servira au Roi d’Assyrie que je vainque, s’il est vaincu par les flammes?

source: Mais que me ſervira t’il auſſi à moy meſme d’eſteindre ce feu, adjouſtoit il, ſi je ſuis pris par Artamene?
fr: Mais que me servira-t-il aussi à moi-même d’éteindre ce feu, ajoutait-il, si je suis pris par Artamène?

source: moy qui ſuis ſon plus grand ennemy;
fr: moi qui suis son plus grand ennemi;

source: moy qui ay trahy le Roy mon Maiſtre;
fr: moi qui ai trahi le Roi mon Maître;

source: moy qui ay ſervi à l’enlevement de la Princeſſe ſa Fille;
fr: moi qui ai servi à l’enlèvement de la Princesse sa Fille;

source: & qui ay fait revolter ſes Peuples.
fr: et qui ai fait révolter ses Peuples.

source: non non, combattons Artamene, qui eſt auſſi redoutable au Roy d’Aſſirie, que le feu
fr: non non, combattons Artamène, qui est aussi redoutable au Roi d’Assyrie, que le feu

source: & que les flames:
fr: et que les flammes:

source: & ſongeons à noſtre conſervation, en penſant à celle d’autruy.
fr: et songeons à notre conservation, en pensant à celle d’autrui.

source: En diſant cela, il commanda à ceux qui eſteignoient le feu,
fr: En disant cela, il commanda à ceux qui éteignaient le feu,

source: & qui par des machines dont ils ſe ſervoient, taſchoient de luy couper chemin, en abatant les maiſons voiſines, où il s’eſtoit attaché;
fr: et qui par des machines dont ils se servaient, tâchaient de lui couper chemin, en abatant les maisons voisines, où il s’était attaché;

source: de prendre des armes s’ils en avoient;
fr: de prendre des armes s’ils en avaient;

source: d’en aller chercher en diligence s’ils n’en avoient point;
fr: d’en aller chercher en diligence s’ils n’en avaient point;

source: ou de s’en faire de tout ce qu’ils rencontreroient;
fr: ou de s’en faire de tout ce qu’ils rencontreraient;

source: & meſme du feu
fr: et même du feu

source: & des flames;
fr: et des flammes;

source: pluſtost que de ne le ſecourir pas.
fr: plutôt que de ne le secourir pas.

source: Apres donc qu’Artamene eut traverſé une partie de cette Ville embrazée;
fr: Après donc qu’Artamène eut traversé une partie de cette Ville embrasée;

source: & qu’ayant marché tout le long du Port, il fut arrivé proche de la Tour;
fr: et qu’ayant marché tout le long du Port, il fut arrivé proche de la Tour;

source: il fut bien ſurpris de voir que perſonne ne travailloit plus pour eſteindre le feu,
fr: il fut bien surpris de voir que personne ne travaillait plus pour éteindre le feu,

source: & qu’Aribée s’avançoit pour le combattre.
fr: et qu’Aribée s’avançait pour le combattre.

source: Quoy, s’écria-t’il, je viens pour eſteindre ces flames,
fr: Quoi, s’écria-t-il, je viens pour éteindre ces flammes,

source: & ce ſera moy qui empeſcheray qu’on ne les eſtéigne?
fr: et ce sera moi qui empêcherai qu’on ne les éteigne?

source: En diſant cela, il commanda à une partie de ſiens, de ſonger à faire ce que les autres ne faiſoient plus;
fr: En disant cela, il commanda à une partie de siens, de songer à faire ce que les autres ne faisaient plus;

source: pendant qu’il combatroit ceux qui ſembloient en avoir envie.
fr: pendant qu’il combattrait ceux qui semblaient en avoir envie.

source: Comme il eſtoit en cét eſtat,
fr: Comme il était en cet état,

source: & qu’il s’avançoit vers le gros, à la teſte duquel eſtoit Aribée;
fr: et qu’il s’avançait vers le gros, à la tête duquel était Aribée;

source: & y reconnut le Roy d’Aſſirie:
fr: et y reconnut le Roi d’Assyrie:

source: qui par une action toute deſesperée, ſembloit n’avoir autre deſſein, que de choiſir s’il ſe jetteroit dans les flames ou dans la Mer.
fr: qui par une action toute désespérée, semblait n’avoir autre dessein, que de choisir s’il se jetterait dans les flammes ou dans la Mer.

source: Cette veuë ayant encore confirmé Artamene, dans la croyance que ſa Maiſtresse n’eſtoit pas morte;
fr: Cette vue ayant encore confirmé Artamène, dans la croyance que sa Maîtresse n’était pas morte;

source: il redoubla les commandemens qu’il avoit deſja faits, d’eſteindre ce feu;
fr: il redoubla les commandements qu’il avait déjà faits, d’éteindre ce feu;

source: & marcha teſte baiſſée vers ſes Ennemis, qui venoient à luy, avec aſſez de reſolution.
fr: et marcha tête baissée vers ses Ennemis, qui venaient à lui, avec assez de résolution.

source: & qu’il reconnut diſtinctement qui eſtoit leur Chef;
fr: et qu’il reconnut distinctement qui était leur Chef;

source: Aribée, luy cria t’il, je ne viens pas aujourd’huy pour te combatre,
fr: Aribée, lui cria-t-il, je ne viens pas aujourd’hui pour te combattre,

source: & pour te punir:
fr: et pour te punir:

source: & il ne tiendra qu’à toy, que je n’obtienne ton pardon du Roy des Medes, ſi tu veux mettre les armes bas;
fr: et il ne tiendra qu’à toi, que je n’obtienne ton pardon du Roi des Mèdes, si tu veux mettre les armes bas;

source: & m’ayder à, ſauver ta Princeſſe
fr: et m’aider à, sauver ta Princesse

source: & la mienne.
fr: et la mienne.

source: Mais Aribée, qui croyoit ſon crime trop grand, pour luy pouvoir eſtre jamais pardonné;
fr: Mais Aribée, qui croyait son crime trop grand, pour lui pouvoir être jamais pardonné;

source: & qui de plus, avoit appris une choſe, qu’Artamene ignoroit encore;
fr: et qui de plus, avait appris une chose, qu’Artamène ignorait encore;

source: au lieu de luy reſpondre, s’eſlança vers luy l’eſpée haute,
fr: au lieu de lui répondre, s’élança vers lui l’épée haute,

source: & commença un combat au milieu des feux
fr: et commença un combat au milieu des feux

source: qui n’eſtoit pas moins redoutable, par ce qui tomboit d’enhaut, que pour les coups qui partoient de la main d’un Ennemy invincible;
fr: qui n’était pas moins redoutable, par ce qui tombait d’en haut, que pour les coups qui partaient de la main d’un Ennemi invincible;

source: & la Vangeance, rendoient encore plus vaillant qu’à l’accouſtumée;
fr: et la Vengeance, rendaient encore plus vaillant qu’à l’accoutumée;

source: quoy qu’il fuſt toujours le plus vaillant homme du monde.
fr: quoiqu’il fût toujours le plus vaillant homme du monde.

source: Hidaſpe, Artucas, Chriſante, Aglatidas,
fr: Hidaspe, Artucas, Chrysante, Aglatidas,

source: & Araſpe;
fr: et Araspe;

source: ſe rangerent aupres d’Artamene:
fr: se rangèrent auprès d’Artamène:

source: car pour Feraulas, ce fut luy qui eut ordre de faire continuer d’eſteindre le feu.
fr: car pour Phéraulas, ce fut lui qui eut ordre de faire continuer d’éteindre le feu.

source: Ainſi le Roy d’Aſſirie voyoit tout à la fois, travailler à ſon ſalut
fr: Ainsi le Roi d’Assyrie voyait tout à la fois, travailler à son salut

source: & à ſa perte;
fr: et à sa perte;

source: vouloir ſauver ſa vie,
fr: vouloir sauver sa vie,

source: & vaincre celuy qui l’avoit ſervi.
fr: et vaincre celui qui l’avait servi.

source: Encore (diſoit Artamene en luy meſme,
fr: Encore (disait Artamène en lui-même,

source: & en jettant les yeux vers le haut de la Tour, où il voyoit touſjours ſon Rival) ſi ma Princeſſe regardoit ce que je fais pour la ſauver, je ſerois bien moins malheureux:
fr: et en jetant les yeux vers le haut de la Tour, où il voyait toujours son Rival) si ma Princesse regardait ce que je fais pour la sauver, je serais bien moins malheureux:

source: & ſi j’eſtois aſſeuré qu’elle viſt ma mort, ou ma victoire, je n’aurois preſque rien à deſirer.
fr: et si j’étais assuré qu’elle vît ma mort, ou ma victoire, je n’aurais presque rien à désirer.

source: Cependant la meſlée ſe commence,
fr: Cependant la mêlée se commence,

source: & ſe continuë fort chaudement:
fr: et se continue fort chaudement:

source: & ſans qu’Artamene ceſſe de fraper, il ne laiſſe pas d’avoir ſoin de voir ſi Feraulas fait bien executer ſes ordres.
fr: et sans qu’Artamène cesse de frapper, il ne laisse pas d’avoir soin de voir si Phéraulas fait bien exécuter ses ordres.

source: Enfin dans cette confuſion, il s’attache en un combat particulier contre Aribée, qui fut dangereux
fr: Enfin dans cette confusion, il s’attache en un combat particulier contre Aribée, qui fut dangereux

source: & opiniaſtré:
fr: et opiniâtré:

source: car quoy que ce traiſtre euſt en teſte le plus redoutable des hommes, le deſespoir faiſoit en luy, ce que la valeur n’auroit pû faire en un autre.
fr: car quoique ce traître eût en tête le plus redoutable des hommes, le désespoir faisait en lui, ce que la valeur n’aurait pû faire en un autre.

source: Neantmoins comme au contraire, Artamene combatoit alors avec eſpoir;
fr: Néanmoins comme au contraire, Artamène combattait alors avec espoir;

source: & qu’il eſtoit perſuadé, qu’il n’y avoit plus que quelques murailles entre ſa Princeſſe
fr: et qu’il était persuadé, qu’il n’y avait plus que quelques murailles entre sa Princesse

source: & luy;
fr: et lui;

source: il fit des choſes prodigieuſes.
fr: il fit des choses prodigieuses.

source: Il tua tout ce qui s’oppoſa à ſon paſſage;
fr: Il tua tout ce qui s’opposa à son passage;

source: & bleſſa Aribée en tant de lieux, qu’enfin il ſe ſeroit ſans doute reſolu de ſe rendre;
fr: et blessa Aribée en tant de lieux, qu’enfin il se serait sans doute résolu de se rendre;

source: ſi tout d’un coup une maiſon enflamée ne fuſt tombée ſi prés du lieu où ils combatoient, qu’Aribée en fut enſeveli ſous ſes ruines:
fr: si tout d’un coup une maison enflammée ne fût tombée si près du lieu où ils combattaient, qu’Aribée en fut enseveli sous ses ruines:

source: & l’on creut qu’il avoit peri par le fer
fr: et l’on crut qu’il avait péri par le fer

source: & par le feu, pour expier une rebellion criminelle, qui meritoit tous les deux enſemble.
fr: et par le feu, pour expier une rebellion criminelle, qui méritait tous les deux ensemble.

source: Artamene qui n’avoit pû eſtre bleſſé par ſon Ennemy, penſa eſtre accablé en cette rencontre,
fr: Artamène qui n’avait pû être blessé par son Ennemi, pensa être accablé en cette rencontre,

source: & ſe vit tout couvert de flame;
fr: et se vit tout couvert de flamme;

source: & de fumée:
fr: et de fumée:

source: & s’il n’euſt mis ſon Bouclier ſur ſa teſte, il eſtoit infailliblement perdu.
fr: et s’il n’eût mis son Bouclier sur sa tête, il était infailliblement perdu.

source: Toute ſa Cotte d’armes en fut à demy bruſlée:
fr: Toute sa Cotte d’armes en fut à demi brûlée:

source: & peu s’en falut qu’il ne periſt en cette rencontre.
fr: et peu s’en fallut qu’il ne pérît en cette rencontre.

source: La chutte de cette maiſon, fit qu’il s’eſleva en l’air une pouſſiere ſi eſpaisse:
fr: La chute de cette maison, fit qu’il s’éleva en l’air une poussière si épaisse:

source: une fumée ſi noire;
fr: une fumée si noire;

source: & une nuée d’eſtincelles ſi bruſlantes, que l’on fut quelque temps ſans pouvoir rien voir de tout ce qui ſe paſſoit en ce lieu là.
fr: et une nuée d’étincelles si brûlantes, que l’on fut quelque temps sans pouvoir rien voir de tout ce qui se passait en ce lieu là.
